amiralizadeh9480.laravel-extra-intellisense
bmewburn.vscode-intelephense-client
davidanson.vscode-markdownlint
eamodio.gitlens
jdinhlife.gruvbox
kamikillerto.vscode-colorize
laravel.vscode-laravel
llvm-vs-code-extensions.vscode-clangd
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-pt-br
mvllow.rose-pine
oldirtty.claude-theme-by-oldirtty
onecentlin.laravel-blade
superant.mc-dp-icons
tamasfe.even-better-toml
tomoki1207.pdf
yzhang.markdown-all-in-one
